# config.py

PROCESSES = {
    "УО": {
        "full_name": "Управление оборудованием", 
        "hint": "Эксплуатация оборудования, СИ, поверка/калибровка"
    },
    "УКС": {
        "full_name": "Управление компьютеризированными системами", 
        "hint": "ПО, сеть, LIMS, серверы"
    },
    "УДЗ": {
        "full_name": "Управление документами и записями", 
        "hint": "Бумажные журналы, подписи, даты (ALCOA)"
    },
    "УРМ": {
        "full_name": "Управление реактивами, стандартами и т.п.", 
        "hint": "Учет реагентов, приготовление растворов, сроки годности и условия хранения"
    },
    "УП": {
        "full_name": "Управление помещениями", 
        "hint": "Параметры микроклимата (Т/Влага), освещение, работа инженерных систем"
    },
    "УПс": {
        "full_name": "Управление персоналом", 
        "hint": "Должностные обязанности, обучение, допуски"
    },
    "УПП": {
        "full_name": "Управление поставками", 
        "hint": "Поставщики, логистика, брак упаковки"
    },
    "ПР": {
        "full_name": "Проектная деятельность", 
        "hint": "Биообразцы, маркировка, протоколы"
    }
}
